Repository: JanConGitHub/QuickConversions-1
Catalog: po/*.po
Languages: nb

source: Quick Conversions
nb: Konverteringer

source: Centigrade To Fahrenheit
nb: Celsius til Fahrenheit

source: Centimetres To Inches
nb: Centimeter til Tommer

source: Colour Scheme
nb: Fargevalg

source: Kilograms To Pounds
nb: Kilogram til Pund

source: Kilometres To Miles
nb: Kilometer til Miles

source: Settings
nb: Innstillinger

source: Fahrenheit To Centigrade
nb: Fahrenheit til Celsius

source: Inches To Centimetres
nb: Tommer til Centimeter

source: Miles To Kilometres
nb: Miles til Kilometer

source: Pounds To Kilograms
nb: Pund til Kilogram

source: Temperature (°C/°F)
nb: Temperatur (°C/°F)

source: Weight (Kg/Lbs)
nb: Vekt (Kg/Lbs)

source: Height (Cm/Inches)
nb: Høyde (Cm/Tommer)

source: Distance (Km/Miles)
nb: Avstand (Km/Miles)

source: Temperature
nb: Temperatur

source: °C Max
nb: °C Maks

source: °F Max
nb: °F Maks

source: Weight
nb: Vekt

source: Kg Max
nb: Kg Maks

source: Lbs Max
nb: Lbs Maks

source: 0.5 Step Size
nb: 0,5 trinns størrelse

source: Show Stone
nb: Vis Stone

source: Height
nb: Høyde

source: Cm Max
nb: Cm Maks

source: Inches Max
nb: Tommer Maks

source: Distance
nb: Avstand

source: Km Max
nb: Km Maks

source: Background
nb: Bakgrunn

source: Text
nb: Tekst
